Repository: maysamsh/simpledbviewer-ios
Catalog: simpledbviewer/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, zh_hans, zh_hant

source: %@ column
es: Columna %@
fr: Colonne %@
zh_hans: %@ 列
zh_hant: %@ 欄

source: %@ is ready to share. It contains %lld records and is %@.
es: %@ está listo para compartir. Contiene %lld registros y pesa %@.
fr: %@ est prêt à être partagé. Il contient %lld enregistrements et fait %@.
zh_hans: %@ 已准备好共享。它包含 %lld 条记录，大小为 %@。
zh_hant: %@ 已準備好共享。它包含 %lld 筆記錄，大小為 %@。

source: %@ is ready to share. It contains %lld records.
es: %@ está listo para compartir. Contiene %lld registros.
fr: %@ est prêt à être partagé. Il contient %lld enregistrements.
zh_hans: %@ 已准备好共享。它包含 %lld 条记录。
zh_hant: %@ 已準備好共享。它包含 %lld 筆記錄。

source: Access Key
es: Clave de acceso
fr: Clé d'accès
zh_hans: 访问密钥
zh_hant: 存取金鑰

# accessibility.no_profiles
source: No profiles
es: Sin perfiles
fr: Aucun profil
zh_hans: 无配置文件
zh_hant: 無設定檔

# accessibility.no_profiles_stored
source: No profiles stored
es: No hay perfiles almacenados
fr: Aucun profil enregistré
zh_hans: 未存储任何配置文件
zh_hant: 未儲存任何設定檔

source: Acknowledgments
es: Agradecimientos
fr: Remerciements
zh_hans: 致谢
zh_hant: 致謝

source: Add a profile
es: Agregar un perfil
fr: Ajouter un profil
zh_hans: 添加配置文件
zh_hant: 新增設定檔

source: Add Profile
es: Agregar perfil
fr: Ajouter un profil
zh_hans: 添加配置文件
zh_hant: 新增設定檔

# alert.delete_profile_confirmation
source: Are you sure you want to delete "%@"? This action cannot be undone.
es: ¿Estás seguro de que deseas eliminar "%@"? Esta acción no se puede deshacer.
fr: Êtes-vous sûr de vouloir supprimer « %@ » ? Cette action est irréversible.
zh_hans: 确定要删除"%@"吗？此操作无法撤销。
zh_hant: 確定要刪除「%@」嗎？此操作無法復原。

source: Allowed range: 0 to 2500
es: Rango permitido: 0 a 2500
fr: Plage autorisée : 0 à 2500
zh_hans: 允许范围：0 至 2500
zh_hant: 允許範圍：0 至 2500

source: Cancel
es: Cancelar
fr: Annuler
zh_hans: 取消
zh_hant: 取消

source: Closes the custom query screen
es: Cierra la pantalla de consulta personalizada
fr: Ferme l'écran de requête personnalisée
zh_hans: 关闭自定义查询界面
zh_hant: 關閉自訂查詢畫面

source: Closes the share sheet
es: Cierra el panel de compartir
fr: Ferme la feuille de partage
zh_hans: 关闭分享面板
zh_hant: 關閉分享面板

source: Copies the error description to the clipboard
es: Copia la descripción del error al portapapeles
fr: Copie la description de l'erreur dans le presse-papiers
zh_hans: 将错误描述复制到剪贴板
zh_hant: 將錯誤描述複製到剪貼板

source: Copy error
es: Copiar error
fr: Copier l'erreur
zh_hans: 复制错误
zh_hant: 複製錯誤

source: Copy error description
es: Copiar descripción del error
fr: Copier la description de l'erreur
zh_hans: 复制错误描述
zh_hant: 複製錯誤描述

source: Custom Query
es: Consulta personalizada
fr: Requête personnalisée
zh_hans: 自定义查询
zh_hant: 自訂查詢

source: Custom SQL
es: SQL personalizado
fr: SQL personnalisé
zh_hans: 自定义 SQL
zh_hant: 自訂 SQL

source: Database
es: Base de datos
fr: Base de données
zh_hans: 数据库
zh_hant: 資料庫

source: Default query limit
es: Límite de consulta predeterminado
fr: Limite de requête par défaut
zh_hans: 默认查询限制
zh_hant: 預設查詢限制

source: Delete
es: Eliminar
fr: Supprimer
zh_hans: 删除
zh_hant: 刪除

source: Delete %@
es: Eliminar %@
fr: Supprimer %@
zh_hans: 删除 %@
zh_hant: 刪除 %@

source: Delete Profile
es: Eliminar perfil
fr: Supprimer le profil
zh_hans: 删除配置文件
zh_hant: 刪除設定檔

source: Domains
es: Dominios
fr: Domaines
zh_hans: 域
zh_hant: 網域

source: Done
es: Listo
fr: Terminé
zh_hans: 完成
zh_hant: 完成

source: Enter a custom SQL query
es: Ingresar una consulta SQL personalizada
fr: Saisir une requête SQL personnalisée
zh_hans: 输入自定义 SQL 查询
zh_hant: 輸入自訂 SQL 查詢

source: Exports and opens the sharing screen for report file
es: Exporta y abre la pantalla de compartir el archivo de informe
fr: Exporte et ouvre l'écran de partage du fichier rapport
zh_hans: 导出并打开报告文件的分享界面
zh_hant: 匯出並開啟報告檔案的分享畫面

source: Go to setup
es: Ir a configuración
fr: Aller à la configuration
zh_hans: 前往设置
zh_hant: 前往設定

source: Invalid SQL query
es: Consulta SQL no válida
fr: Requête SQL invalide
zh_hans: 无效的 SQL 查询
zh_hant: 無效的 SQL 查詢

source: Item %@
es: Elemento %@
fr: Élément %@
zh_hans: 项目 %@
zh_hant: 項目 %@

source: Item Name
es: Nombre del elemento
fr: Nom de l'élément
zh_hans: 项目名称
zh_hant: 項目名稱

source: Licensed under the Apache License, Version 2.0.
es: Con licencia Apache, versión 2.0.
fr: Sous licence Apache, version 2.0.
zh_hans: 基于 Apache 许可证 2.0 版授权。
zh_hant: 依據 Apache 授權條款 2.0 版授權。

source: Limit must be between %lld and %lld.
es: El límite debe estar entre %lld y %lld.
fr: La limite doit être comprise entre %lld et %lld.
zh_hans: 限制必须在 %lld 和 %lld 之间。
zh_hant: 限制必須介於 %lld 和 %lld 之間。

source: Loading
es: Cargando
fr: Chargement
zh_hans: 加载中
zh_hant: 載入中

source: Loading domains
es: Cargando dominios
fr: Chargement des domaines
zh_hans: 正在加载域
zh_hant: 正在載入網域

source: Loading profiles
es: Cargando perfiles
fr: Chargement des profils
zh_hans: 正在加载配置文件
zh_hant: 正在載入設定檔

source: Loading stored profiles
es: Cargando perfiles almacenados
fr: Chargement des profils enregistrés
zh_hans: 正在加载已存储的配置文件
zh_hant: 正在載入已儲存的設定檔

source: No Domains
es: Sin dominios
fr: Aucun domaine
zh_hans: 无域
zh_hant: 無網域

source: No Profile Added
es: No se ha agregado ningún perfil
fr: Aucun profil ajouté
zh_hans: 未添加配置文件
zh_hant: 尚未新增設定檔

source: No Profiles
es: Sin perfiles
fr: Aucun profil
zh_hans: 无配置文件
zh_hant: 無設定檔

source: No profiles stored.
es: No hay perfiles almacenados.
fr: Aucun profil enregistré.
zh_hans: 未存储任何配置文件。
zh_hant: 未儲存任何設定檔。

source: Opens attributes for %@
es: Abre los atributos de %@
fr: Ouvre les attributs de %@
zh_hans: 打开 %@ 的属性
zh_hant: 開啟 %@ 的屬性

source: Opens the list of stored profiles
es: Abre la lista de perfiles almacenados
fr: Ouvre la liste des profils enregistrés
zh_hans: 打开已存储配置文件列表
zh_hant: 開啟已儲存設定檔清單

source: Opens the screen to add a new profile
es: Abre la pantalla para agregar un nuevo perfil
fr: Ouvre l'écran pour ajouter un nouveau profil
zh_hans: 打开添加新配置文件的界面
zh_hant: 開啟新增設定檔的畫面

source: Opens the screen to run a custom query
es: Abre la pantalla para ejecutar una consulta personalizada
fr: Ouvre l'écran pour exécuter une requête personnalisée
zh_hans: 打开运行自定义查询的界面
zh_hant: 開啟執行自訂查詢的畫面

source: Opens the system share sheet for report
es: Abre el panel de compartir del sistema para el informe
fr: Ouvre la feuille de partage système pour le rapport
zh_hans: 打开报告的系统分享面板
zh_hant: 開啟報告的系統分享面板

source: Profile Name
es: Nombre del perfil
fr: Nom du profil
zh_hans: 配置文件名称
zh_hant: 設定檔名稱

source: Profiles
es: Perfiles
fr: Profils
zh_hans: 配置文件
zh_hant: 設定檔

source: Query Builder
es: Constructor de consultas
fr: Générateur de requêtes
zh_hans: 查询构建器
zh_hant: 查詢建構器

source: Region
es: Región
fr: Région
zh_hans: 区域
zh_hant: 區域

source: Run Query
es: Ejecutar consulta
fr: Exécuter la requête
zh_hans: 运行查询
zh_hant: 執行查詢

source: Runs the custom query
es: Ejecuta la consulta personalizada
fr: Exécute la requête personnalisée
zh_hans: 运行自定义查询
zh_hant: 執行自訂查詢

source: Save
es: Guardar
fr: Enregistrer
zh_hans: 保存
zh_hant: 儲存

source: Save Profile
es: Guardar perfil
fr: Enregistrer le profil
zh_hans: 保存配置文件
zh_hant: 儲存設定檔

source: Saves the AWS credentials for this profile
es: Guarda las credenciales de AWS para este perfil
fr: Enregistre les identifiants AWS pour ce profil
zh_hans: 保存此配置文件的 AWS 凭证
zh_hant: 儲存此設定檔的 AWS 憑證

source: Secret access key
es: Clave de acceso secreta
fr: Clé d'accès secrète
zh_hans: 秘密访问密钥
zh_hant: 私密存取金鑰

source: Select a domain
es: Seleccionar un dominio
fr: Sélectionner un domaine
zh_hans: 选择一个域
zh_hant: 選擇一個網域

source: Select a profile
es: Seleccionar un perfil
fr: Sélectionner un profil
zh_hans: 选择一个配置文件
zh_hant: 選擇一個設定檔

source: Select profile %@
es: Seleccionar perfil %@
fr: Sélectionner le profil %@
zh_hans: 选择配置文件 %@
zh_hant: 選擇設定檔 %@

source: Select the AWS region
es: Seleccionar la región de AWS
fr: Sélectionner la région AWS
zh_hans: 选择 AWS 区域
zh_hant: 選擇 AWS 區域

source: Selects this profile and closes the list
es: Selecciona este perfil y cierra la lista
fr: Sélectionne ce profil et ferme la liste
zh_hans: 选择此配置文件并关闭列表
zh_hant: 選擇此設定檔並關閉清單

source: Settings
es: Configuración
fr: Réglages
zh_hans: 设置
zh_hant: 設定

source: Share %@
es: Compartir %@
fr: Partager %@
zh_hans: 分享 %@
zh_hant: 分享 %@

source: Share CSV
es: Compartir CSV
fr: Partager CSV
zh_hans: 分享 CSV
zh_hant: 分享 CSV

source: Share CSV report
es: Compartir informe CSV
fr: Partager le rapport CSV
zh_hans: 分享 CSV 报告
zh_hant: 分享 CSV 報告

source: Something went wrong.
es: Algo salió mal.
fr: Une erreur s'est produite.
zh_hans: 出错了。
zh_hant: 發生了一些錯誤。

source: Source Code
es: Código fuente
fr: Code source
zh_hans: 源代码
zh_hant: 原始碼

source: Source code and project history are on GitHub. License terms are in the repository.
es: El código fuente y el historial del proyecto están en GitHub. Los términos de la licencia están en el repositorio.
fr: Le code source et l'historique du projet sont sur GitHub. Les conditions de licence se trouvent dans le dépôt.
zh_hans: 源代码和项目历史记录在 GitHub 上。许可条款在仓库中。
zh_hant: 原始碼和專案歷程記錄在 GitHub 上。授權條款在儲存庫中。

source: SQL query
es: Consulta SQL
fr: Requête SQL
zh_hans: SQL 查询
zh_hant: SQL 查詢

source: Stored profile %@
es: Perfil almacenado %@
fr: Profil enregistré %@
zh_hans: 已存储的配置文件 %@
zh_hant: 已儲存的設定檔 %@

source: Stored Profiles
es: Perfiles almacenados
fr: Profils enregistrés
zh_hans: 已存储的配置文件
zh_hant: 已儲存的設定檔

source: Tap + to add your AWS credentials and get started.
es: Toca + para agregar tus credenciales de AWS y comenzar.
fr: Appuyez sur + pour ajouter vos identifiants AWS et commencer.
zh_hans: 点击 + 以添加您的 AWS 凭证并开始使用。
zh_hant: 點選 + 以新增您的 AWS 憑證並開始使用。

source: This account does not have any domains yet.
es: Esta cuenta todavía no tiene dominios.
fr: Ce compte ne possède pas encore de domaines.
zh_hans: 此账户尚无任何域。
zh_hant: 此帳號尚無任何網域。

source: This app uses the AWS SDK for Swift.
es: Esta aplicación usa el SDK de AWS para Swift.
fr: Cette application utilise le SDK AWS pour Swift.
zh_hans: 此应用使用适用于 Swift 的 AWS SDK。
zh_hant: 此應用程式使用適用於 Swift 的 AWS SDK。

source: Unknown region '%@'. Please re-add the profile.
es: Región desconocida '%@'. Por favor, vuelve a agregar el perfil.
fr: Région inconnue « %@ ». Veuillez ajouter à nouveau le profil.
zh_hans: 未知区域"%@"。请重新添加配置文件。
zh_hant: 未知區域「%@」。請重新新增設定檔。

source: With love from Toronto
es: Con cariño desde Toronto
fr: Avec amour depuis Toronto
zh_hans: 来自多伦多，满怀爱意
zh_hant: 來自多倫多，滿懷愛意

source: You have not added any profiles yet.
es: Aún no has agregado ningún perfil.
fr: Vous n'avez pas encore ajouté de profils.
zh_hans: 您尚未添加任何配置文件。
zh_hant: 您尚未新增任何設定檔。

source: You need to add your AWS secret and key first
es: Primero debes agregar tu secreto y clave de AWS
fr: Vous devez d'abord ajouter votre secret et votre clé AWS
zh_hans: 您需要先添加您的 AWS 密钥和访问密钥
zh_hant: 您需要先新增您的 AWS 私密金鑰和存取金鑰

source: Error: %@
fr: Erreur : %@
zh_hans: 错误：%@
zh_hant: 錯誤：%@
